<style>
 div.about {
  float: left;
  margin-left: 10px;
  margin-top: 10px;
  margin-bottom: 10px;
  margin-right: 10px;
 }
 
 div.aboutfoto {
  float: left;
  margin-right: 10px;
 }
 
 div.abouttext {
  float: left;
  width: 630px;
  text-align: justify;
  font-family: Times;
  font-size: 14px;
 }
 
 div.abouttext p {
  text-indent: 15px;  
 }
</style>
<div class="about">
 <div class="aboutfoto"><img src="/public/images/foto2035.jpg" /></div>
 <div class="abouttext"><p>Я, Никифоров Павел Васильевич родился в маленьком провинциальном городе Боровичи Новгородской области. С моего сознательного детства я хотел помогать людям в их проблемах с которыми они сталкиваются в течении  жизни. Некоторое время я не знал, как можно себя реализовать. Но после определенных драматических событий моей жизни я решил стать врачом.</p> 
 <p>Мой процесс обучения и достижения заданной цели был тернист. В 14 лет после школы  я поступил в Боровичское медицинское училище, которое закончил в 17- летнем возрасте. Момент поступления в мед. училище ознаменовался одной мистической особенностью.  На вступительной линейке среди всех поступивших мне торжественно вручили  ключ Знаний. Возможно,  это и было определенным знаковым событием,  предопределившим ход дальнейшей судьбы.  В то времени во мне было много амбиций, которые одновременно и упрощали и усложняли мою жизнь. Поступление в мед. институт в мое время было сравнимо с восхождением на Эверест. Но моя положительная наглость, амбициозность и наивная уверенность сделали свое дело. Я поступил в Новгородский Государственный Университет им. Ярослава Мудрого на Медицинский факультет. Так же по какому- то стечению обстоятельств я попал в одну из самых сильных групп студентов и мы в последующем сдружились. По окончанию института я так же продолжал искать себя, но окончательно нашел себя в урологии. Специальность получил на базе СПБ МАПО.</p> 
 <p>Волею судьбы я стал жить в Москве, где работал во многих лечебных учреждениях, работал урологом. С 2006 г. Работаю в урологическом отделении Люберецкой городской больницы №1. Мое вхождение в роль сопровождалось как всегда определенными трудностями и ломками стереотипов. Большую роль в моем становлении сыграли окружающие меня коллеги, которые воспитывали меня как “Сына полка”. “Большое спасибо “ - хотелось и хочется им сказать за это.  Мой жизненный путь продолжается, я продолжаю лечить своих пациентов. Они, чувствуя от меня позитив,  периодически возвращаются ко мне за советом или просто так.</p>
 <p>Я испытываю удовлетворение от сделанного мной. Надо расти, искать в себе силы и возможности для дальнейшей реализации себя. Бог будет со мной и поможет мне в этом.</p></div>
</div>